zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-history-substring-search
zsh-users/zsh-syntax-highlighting
mafredri/zsh-async
sindresorhus/pure
psprint/zsh-navigation-tools
mroth/evalcache
