brew "antidote"
brew "awscli"
brew "colima", restart_service: :changed
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "hasura-cli"
brew "jq"
brew "mise"
brew "powerlevel10k"
brew "ripgrep"
brew "scmpuff"
brew "smimesign"
brew "stow"
brew "tmux"
brew "zoxide"
cask "alacritty"
cask "aws-vault-binary"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
vscode "davidanson.vscode-markdownlint"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "k--kato.intellij-idea-keybindings"
vscode "tamasfe.even-better-toml"
